Repository: intisumajpas/BI-2025
Catalog: omegat/project_save.tmx
Source language: en_us
Languages: es_es

source: El protocolo y sus anexos y/o apéndices deben indicar el objetivo del estudio y los procedimientos que se realizarán, los motivos para proponer el estudio en seres humanos, la naturaleza y grado de los riesgos conocidos, la metodología de evaluación, los criterios de aceptación de bioequivalencia (BE), los grupos de los que se propone que se seleccionarán los sujetos del ensayo y los medios para garantizar que estén debidamente informados, antes de dar su consentimiento.
es_es: The protocol and its annexes and/or appendices must indicate the purpose of the study and the procedures to be performed, the reasons for proposing the study in humans, the nature and extent of the known risks, the evaluation methodology, the bioequivalence (BE) acceptance criteria, the suggested screening subject groups, and the means to ensure suitable consent information.

source: El protocolo, archivos adjuntos y apéndices deben ser evaluados científica y éticamente por uno o más órganos de revisión, (por ejemplo, Comité Técnico Asesor, los Comités de Ética de Investigación en Seres Humanos) constituidos adecuadamente para estos fines e independiente del investigador y el patrocinador.
es_es: The protocol, attachments and appendices must be scientifically and ethically evaluated by one or more review bodies (e.g. Technical Advisory Committee, Human Research Ethics Committees) appropriately constituted for these purposes and independent of the investigator and the sponsor.

source: El proyecto de etiquetas se aprobará siempre y cuando se aprueben los estudios de BE/BD.
es_es: The labeling project will be approved provided that the bioequivalence/bioavailability studies are approved.

source: El punto de tiempo de 15 minutos es fundamental para determinar si un medicamento se disuelve muy rápidamente y para determinar si f2 debe calcularse.
es_es: The 15-minute time point is key to check whether a drug is very rapidly dissolving and whether f2 should be used.

source: El regulado debe realizar el pago del importe correspondiente de acuerdo al tipo de solicitud que ha ingresado, conforme sea una solicitud de nuevo registro para medicamentos que aún no han sido registrados, pago por modificación para presentación de estudios de Bioequivalencia en el caso de medicamentos ya registrados previo a la emisión de la normativa.
es_es: The applicant shall pay the corresponding fee, depending to the type of application submitted, i.e., a request for new registration of unregistered drug products, or modification of bioequivalence studies in already registered pre-regulation drug products.

source: El regulado debe realizar los estudios de bioequivalencia conforme lo detallado en el Anexo 1 “Guía Técnica de Bioequivalencia y Biodisponibilidad”, empleando como comparador al medicamento establecido en la Tabla 2:
es_es: The applicant should perform all the bioequivalence studies pursuant to Annex 1, "Technical Bioequivalence and Bioavailability Guidelinnes", using the corresponding drug in Table 2 as comparator.

source: El resultado suele ser que un gran número de pacientes tendrían que estar involucrados en un estudio farmacodinámico para alcanzar el poder estadístico adecuado.
es_es: As a result, large numbers of patients would usually need to be recruited in a pharmacodynamic study to achieve adequate statistical power.

source: El riesgo de llegar a una decisión incorrecta de que el medicamento multifuente o genérico es equivalente al medicamento comparador puede ser reducido por la correcta clasificación del principio activo y siguiendo las recomendaciones para las pruebas de disolución y la comparación de los perfiles de disolución.
es_es: The risk of misjudging multi-source or generic drug vs. comparator equivalence can be reduced by correctly classifying the drug substance and following the recommendations for dissolution testing and comparison of dissolution profiles.

source: El riesgo potencial de las mujeres debe ser considerado en forma individual y, si es necesario, deben ser advertidas de los posibles peligros para el feto si queda embarazada.
es_es: The potential risk to women should be considered on an individual basis and, if necessary, they should be warned of the possible hazards to the fetus if they become pregnant.

source: El régimen de dosificación utilizado en los estudios de dosis múltiples debe seguir las recomendaciones de dosificación habituales.
es_es: The dose regimen in multiple dose studies should follow standard dosing recommendations.

source: El segundo resultado negativo surge cuando el medicamento multifuente o genérico es supra biodisponible.
es_es: The second negative outcome involves a supra-bioavailable multi-source or generic drug.

source: El signatario reresenta a:
es_es: El signatario representa a:

source: El solicitante de registro sanitario o el titular del registro sanitario (en el caso medicamentos ya registrados), debe ingresar los estudios para demostrar Bioequivalencia en conjunto con la solicitud de registro sanitario, o en la solicitud de modificación al registro, según corresponda; a través de la Ventanilla Única Ecuatoriana–VUE, adjuntando los siguientes requisitos de acuerdo al tipo de estudio:
es_es: The Bioequivalence studies together with the health registration or modification application, as appropriate, must be submitted by the health registration applicant or the holder of a health registration (in the case of registered drug products), through the Ecuadorian Single Entry Point System – VUE, including the following information, according to the type of study:

source: El solicitante o titular del registro sanitario deberá justificar que la variabilidad intraindividual calculada es una estimación fiable y que no es el resultado de los valores extremos.
es_es: The applicant or holder of a health registration must justify that the intra-individual variability calculated is a reliable estimate and is not the result of outliers.

source: El sujeto debe empezar a comer 30 minutos antes de la administración del medicamento y terminar la comida antes de recibir el medicamento.
es_es: Subject should start eating 30 minutes before and finish the meal immediately before drug administration.

source: El tamaño del rango de aceptación debe ser determinado caso por caso, teniendo en cuenta las condiciones clínicas específicas.
es_es: The size of the acceptance range should be determined on a case-by-case basis, taking into account specific clinical conditions.

source: El uso de un diseño de estudio alternativo, debe estar plenamente justificado por el patrocinador y debe incluir pacientes cuyo proceso de la enfermedad sea estable durante la duración del estudio de bioequivalencia (BE), en la medida de lo posible.
es_es: The use of an alternative study design must be fully justified by the sponsor and should include patients whose disease process is stable for the duration of the bioequivalence (BE) study, to the extent possible.

source: El usuario deberá ingresar la solicitud a través del Sistema de Gestión Documental – Quipux, indicando el alcance de la inspección (si realiza estudios in vivo y/o in vitro), dirección del establecimiento o los establecimientos donde se realizan los estudios.
es_es: The applicant must submit the request through the Document Management System – Quipux, indicating the scope of the inspection (if in vivo and/or in vitro studies are carried out), and address of the site(s) where the studies are carried out.

source: El volumen de cada muestra de orina debe ser medido inmediatamente después de la recolección, y las medidas deben ser incluidas en el informe.
es_es: The volume of each urine sample should be measured immediately after collection, and the measurements should be included in the report.

source: Elastomer: rubber formulation 4023/50, FluroTec® coated, B2 coated, siliconized with silicone oil
es_es: Elastómero: formulación de caucho 4023/50, recubrimiento FluroTec®, recubrimiento B2, siliconado con aceite de silicona

source: Elderly patients
es_es: Pacientes de edad avanzada

source: Elección del medicamento de comparación.
es_es: Choosing the comparator.

source: Electrocardiogram
es_es: Electrocardiograma

source: Electrode placement was to be performed according to the method of Wilson, Goldberger and Einthoven modified by Mason/Likar (hips and shoulders instead of ankles and wrists).
es_es: Los electrodos se colocaban según el método de Wilson, Goldberger y Einthoven modificado por Mason/Likar (caderas y hombros en lugar de tobillos y muñecas).

source: Electrode:
es_es: Electrodo:

source: Electronic Record and Signature Disclosure
es_es: Registro electrónico y presentación de la firma

source: Electronic Record and Signature Disclosure created on:
es_es: Registro electrónico y presentación de la firma generados el:

source: Electronic Record and Signature Disclosure:
es_es: Registro electrónico y presentación de la firma:

source: Electronic case report forms (eCRFs) were used for all subjects.
es_es: Los formularios de reporte de casos se usaron para todos los sujetos.

source: Electrophoresis
es_es: Electroforesis

source: Electrophoretic and chromatographic methods have been utilized to characterize the structural properties as well as to show the purity and consistency of the TNK-tPA preparations.
es_es: Se han utilizado métodos electroforéticos y cromatográficos para caracterizar las propiedades estructurales, como así también mostrar la pureza y uniformidad de las preparaciones de TNK-tPA.

source: Electrospray ionization
es_es: Ionización por electrospray

source: Elemental Impurities Risk Assessment
es_es: Evaluación de riesgos de que se presenten impurezas elementales

source: Elemental Impurity Risk Assessment Summary
es_es: Resumen de la evaluación de riesgos de que se presenten impurezas elementales

source: Elemental analysis was carried out by means of Inductively Coupled Plasma coupled with Optical Emission Spectrometry, mercury was determined by means of Inductively Coupled Plasma coupled with Mass Spectrometry.
es_es: Los elementos se analizaron mediante Plasma Acoplado Inductivamente con espectrometría de emisión óptica, el mercurio se determinó mediante Plasma Acoplado Inductivamente con Espectrometría de Masas.

source: Elemental impurities - evaluation of daily contribution to the total mass of elemental impurities in Empagliflozin / Linagliptin film-coated tablets according ICH Q3D
es_es: Impurezas elementales: evaluación de la contribución diaria a la masa total de impurezas elementales en comprimidos recubiertos de empagliflozina / linagliptina conforme al lineamiento Q3D de la ICH

source: Elemental impurities - evaluation of daily contribution to the total mass of elemental impurities in empagliflozin / linagliptin film-coated tablets according ICH Q3D
es_es: Impurezas elementales: evaluación de la contribución diaria a la masa total de impurezas elementales en los comprimidos recubiertos de empagliflozina / linagliptina conforme al lineamiento Q3D de la ICH

source: Elemental impurities derived from container closure system
es_es: Impurezas elementales derivadas del envase y sistema de cierre

source: Elemental impurities derived from the drug substances
es_es: Impurezas elementales derivadas de los principios activos

source: Elemental impurities derived from the drug substances and excipients
es_es: Impurezas elementales derivadas de los principios activos y los excipientes

source: Elemental impurities derived from the excipients
es_es: Impurezas elementales derivadas de los excipientes

source: Elemental impurities derived from the manufacturing process and equipment
es_es: Impurezas elementales derivadas del proceso y el equipo de fabricación

source: Elemental impurities derived from the water system
es_es: Impurezas elementales derivadas del sistema de agua

source: Elemental impurities included in the risk assessment
es_es: Impurezas elementales abarcadas en la evaluación de riesgos

source: Elemental impurities risk assessment
es_es: Evaluación de riesgos de que se presenten impurezas elementales

source: Elemental impurities with a relatively high abundance and/or are impurities in API excipients or reagents
es_es: Impurezas elementales con abundancia relativam. alta, o presentes en los API, excipientes o reactivos

source: Elemental impurities – risk assessment
es_es: Impurezas elementales - evaluación de riesgos

source: Elemental impurity data shows levels well below the corresponding control threshold in ICH Q3D.
es_es: Los datos obtenidos para impurezas elementales revelan niveles holgadamente por debajo de los correspondientes umbrales de control estipulados en el lineamiento Q3D de la ICH.

source: Elemental impurity testing of used excipients for relevant elements was performed.
es_es: Se realizaron pruebas de impurezas elementals para detecar elementos relevantes en los excipientes empleados..

source: Elevated N-terminal of the prohormone brain natriuretic peptide (NT-proBNP)>300 pg/mL for patients without atrial fibrillation or atrial flutter (AF), or>900 pg/mL for patients with AF, analysed at the central laboratory at Visit 1
es_es: Extremo N-terminal del propéptido natriurético cerebral elevado: >300 pg/ml para pacientes sin fibrilación auricular ni aleteo auricular o >900 pg/ml para pacientes con fibrilación auricular, analizado en el laboratorio central en la Visita 1

source: Elevated activated partial-thromboplastin time.
es_es: Tiempo de tromboplastina parcial activada elevado.

source: Eligibility Criteria
es_es: Criterio de elegibilidad

source: Eligibility requires a diagnosis of ischemic stroke within 4.5hr of stroke onset, pre-stroke modified Rankin Scale (mRS) ≤ 3 (no upper age limit), absence of contraindications to intravenous thrombolysis and large vessel occlusion (internal carotid, basilar or middle cerebral artery) on multimodal CT.
es_es: Los requisitos para la participación incluyen un diagnóstico de accidente cerebrovascular isquémico en las 4.5 h posteriores al inicio del ACV, una puntuación en la escala de Rankin modificada (mRS) ≤3 (sin límite máximo de edad), la ausencia de contraindicaciones para la trombólisis intravenosa y la oclusión de grandes vasos (arteria carótida interna, basilar o cerebral media) en la TC multimodal.

source: Eligibility will then be determined using vessel occlusion on CTA/MRA.
es_es: Luego se determinará si el paciente cumple con los requisitos en función de la oclusión vascular observada por angiografía por TC/RM.

source: Eligibility Inclusion Criteria
es_es: Criterios de elegibilidad para la inclusión

source: Eligible patients were randomised in a 1:1 ratio to treatment with linagliptin (5 mg) once- daily or glimepiride (1 mg to 4 mg).
es_es: Los pacientes que cumplen con los criterios de inclusión recibían aleatoriamente en proporción 1:1 el tratamiento con linagliptina (5 mg) una vez al día o glimepirida (1 mg a 4 mg).

source: Eligible patients were randomly assigned (1:1) to intravenous tenecteplase or intravenous alteplase using a previously validated minimal sufficient balance algorithm to balance allocation by site.15,18
es_es: Los pacientes que cumplían los criterios de inclusión se distribuyeron aleatoriamente (1:1) para recibir tenecteplasa intravenosa o alteplasa intravenosa utilizando un algoritmo de equilibrio mínimo suficiente previamente validado, que garantizó una asignación equilibrada entre los distintos centros.15,18

source: Eligible patients were randomly assigned (1:1), using a previously validated minimal sufficient balance algorithm to balance allocation by site and a secure real-time web-based server, to either intravenous tenecteplase (0.25 mg/kg to a maximum of 25 mg) or alteplase (0.9 mg/kg to a maximum of 90mg; 0.09 mg/kg as a bolus and then a 60 min infusion of the remaining 0.81 mg/kg).
es_es: Los pacientes que cumplían con los criterios de inclusión se asignaron a los grupos respectivos al azar (1:1), mediante un algoritmo de equilibrio mínimo suficiente ya validado que garantizara una asignación equilibrada por centro y un servidor web seguro en tiempo real, para recibir o bien tenecteplasa intravenoso (0.25 mg/kg hasta un máximo de 25 mg) o alteplasa (0.9 mg/kg hasta un máximo de 90mg; 0.09 mg/kg como bolo y luego una infusión de 60 minutos con los 0.81 mg/kg restantes).

source: Eligible vessel occlusions are internal carotid artery, basilar artery, M1 or M2 segments of the middle cerebral artery.
es_es: Las oclusiones vasculares deben darse en la arteria carótida interna, la arteria basilar o la arteria cerebral media (M1 o M2) para cumplir con los requisitos.

source: Eligible vessel occlusions include the internal carotid artery, basilar artery or middle cerebral artery (M1 or M2).
es_es: Las oclusiones vasculares aceptables son las que ocurren en la arteria carótida interna, la arteria basilar y la arteria cerebral media (M1 o M2).

source: Eluate
es_es: Eluido

source: Eluate (cpm)
es_es: Eluido (cpm)

source: Eluent
es_es: Eluyente

source: Eluent A (%)
es_es: Eluyente A (%)

source: Eluent A *(%)
es_es: Eluyente A * (%)

source: Eluent A:
es_es: Eluyente A:

source: Eluent B (%)
es_es: Eluyente B (%)

source: Eluent B* (%)
es_es: Eluyente B * (%)

source: Eluent B:
es_es: Eluyente B:

source: Elution occurs by increasing the salt concentration by a mobile phase gradient, effectively decreasing the charge of the antibody variants in the samples and replacing the antibody variants with ions of equivalent charge.
es_es: Se produce la elución cuando un gradiente de fase móvil aumenta la concentración de sales y, en los hechos, reduce la carga de las variantes de los anticuerpos presentes en las muestras y las remplaza por iones de carga equivalente.

source: Elution order
es_es: Orden de elución

source: Elution within the integration range
es_es: Elución dentro del rango de integración

source: Email, Account Authentication
es_es: Correo electrónico, autentificación de cuenta

source: Email, Account Authentication (None)
es_es: Correo electrónico, autentificación de cuenta (ninguna)

source: Email, Account Authentication (Required), Logged in
es_es: Correo electrónico, autenticación de cuenta (obligatoria), inicio de sesión

source: Email, Account Authentication (Required), Login with SSO
es_es: Correo electrónico, autenticación de cuenta (obligatoria), inicio de sesión con SSO

source: Email, Account Authentication(Required), Login with SSO
es_es: Correo electrónico, autenticación de cuenta (obligatoria), inicio de sesión con SSO

source: Emergence of any efficacy/safety information invalidating the earlier positive benefit-risk-assessment that could significantly affect the continuation of the trial
es_es: Aparición de cualquier información sobre eficacia/seguridad que invalide la anterior evaluación positiva de riesgo-beneficio y que pueda afectar significativamente la continuación del ensayo

source: Emergency Contact with Investigators
es_es: Contacto de emergencia con los investigadores

source: Emergency code break
es_es: Desenmascaramiento de emergencia de códigos

source: Emergency envelopes were not provided because all subjects were to receive the same dose of different formulations in an open-label design.
es_es: No se utilizaron datos de desenmascaramiento para emergencias, porque todos los sujetos recibirían la misma dosis en diferentes formulaciones en un diseño a rótulo abierto.

source: Empagliflozin
es_es: Empagliflozina

source: Empagliflozin (BI 10773)
es_es: Empagliflozina (BI 10773)

source: Empagliflozin / Metformin Hydrochloride Film-coated Tablets
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina

source: Empagliflozin / Metformin Hydrochloride Film-coated Tablets 12.5 mg / 500 mg, 12.5 mg / 850 mg, 12.5 mg / 1000 mg - Dissolution of Empagliflozin Liquid Chromatography
es_es: Empagliflozina/Clorhidrato de Metformina, Comprimidos recubiertos, 12.5 mg/500 mg, 12.5 mg/850 mg, 12.5 mg/1000 mg - Cromatografía líquida para determinar la disolución de empagliflozina

source: Empagliflozin / Metformin Hydrochloride Film-coated Tablets 12.5 mg / 500 mg, 12.5 mg / 850 mg, 12.5 mg / 1000 mg - Dissolution of Metformin Hydrochloride Liquid Chromatography
es_es: Empagliflozina/Clorhidrato de Metformina, Comprimidos recubiertos, 12.5 mg/500 mg, 12.5 mg/850 mg, 12.5 mg/1000 mg - Cromatografía líquida para determinar la disolución de clorhidrato de metformina

source: Empagliflozin / Metformin Hydrochloride Film-coated Tablets 5 mg / 500 mg, 5 mg / 850 mg, 5 mg / 1000 mg - Dissolution of Empagliflozin Liquid Chromatography
es_es: Empagliflozina/Clorhidrato de Metformina, Comprimidos recubiertos, 5 mg/500 mg, 5 mg/850 mg, 5 mg/1000 mg - Cromatografía líquida para determinar la disolución de empagliflozina

source: Empagliflozin / Metformin Hydrochloride Film-coated Tablets 5 mg / 500 mg, 5 mg / 850 mg, 5 mg / 1000 mg - Dissolution of Metformin Hydrochloride Liquid Chromatography
es_es: Empagliflozina/Clorhidrato de Metformina, Comprimidos recubiertos, 5 mg/500 mg, 5 mg/850 mg, 5 mg/1000 mg - Cromatografía líquida para determinar la disolución de clorhidrato de metformina

source: Empagliflozin / metfomin HCl (No. 6)
es_es: Empagliflozina / HCl de metformina (N.° 6)

source: Empagliflozin / metfomin HCl (No. 7)
es_es: Empagliflozina / HCl de metformina (N.° 7)

source: Empagliflozin / metformin ydrochloride film-coated tablets (No. 4)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina (N.° 4)

source: Empagliflozin / metformin HCI (material no.7)
es_es: Empagliflozina / HCl de metformina (Material N.° 7)

source: Empagliflozin / metformin HCI matrix
es_es: Matriz de empagliflozina / HCl de metformina

source: Empagliflozin / metformin HCI(material no.6)
es_es: Empagliflozina / HCl de metformina (Material N.° 6)

source: Empagliflozin / metformin HCl
es_es: Empagliflozina / HCl de metformina

source: Empagliflozin / metformin HCl (12.5 mg/500 mg) Batch 603973
es_es: Empagliflozina / HCl de metformina (12.5 mg/500 mg), Partida 603973

source: Empagliflozin / metformin HCl (5 mg/1000 mg) Batch 704066
es_es: Empagliflozina / HCl de metformina (5 mg/1000 mg), Partida 704066

source: Empagliflozin / metformin HCl (Material No.5)
es_es: Empagliflozina / HCl de metformina (Material N.° 5)

source: Empagliflozin / metformin HCl (Material No.6)
es_es: Empagliflozina / HCl de metformina (N.° 6)

source: Empagliflozin / metformin HCl (Material No.7)
es_es: Empagliflozina / HCl de metformina (N.° 7)

source: Empagliflozin / metformin HCl (Material No.8)
es_es: Empagliflozina / HCl de metformina (N.° 8)

source: Empagliflozin / metformin HCl (Material No.9)
es_es: Empagliflozina / HCl de metformina (N.° 9)

source: Empagliflozin / metformin HCl (No. 4)
es_es: Empagliflozina / HCl de metformina (N.° 4)

source: Empagliflozin / metformin HCl (No. 5)
es_es: Empagliflozina / HCl de metformina (N.° 5)

source: Empagliflozin / metformin hydrochloride film-coated tablet batches put on stability were evaluated to determine whether there is time-dependent formation of NDMA when stored under ICH storage conditions (CZ I - IV).
es_es: Se evaluaron partidas de comprimidos recubiertos de empagliflozina/clorhidrato de metformina sometidas a estabilidad, para determinar la formación NDMA en función del tiempo transcurrido con el producto almacenado en las condiciones pautadas por la ICH (zonas climáticas I-IV).

source: Empagliflozin / metformin hydrochloride film-coated tablets (12.5/500 mg)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina (12.5/500 mg)

source: Empagliflozin / metformin hydrochloride film-coated tablets (5/1000 mg)
es_es: Comprimidos recubiertos de empagliflozina/clorhidrato de metformina (5/1000 mg)
